[{"model": "posts.category", "pk": 1, "fields": {"name": "Urban Green Space Types", "description": "Classifying different types of urban green spaces, such as parks, gardens, vacant lots, street trees, etc."}}, {"model": "posts.category", "pk": 2, "fields": {"name": "Biotope Types", "description": "Classification of different types of urban habitats or biotopes, such as parks, gardens, brownfields, green roofs, etc."}}, {"model": "posts.category", "pk": 3, "fields": {"name": "Vegetation Structure", "description": "Characteristics of vegetation in urban areas, including factors like canopy cover, understory density, and vertical stratification."}}, {"model": "posts.category", "pk": 4, "fields": {"name": "Perceived Sensory Dimensions", "description": "How urban biodiversity is perceived and experienced by humans through senses like sight, sound, and smell."}}, {"model": "posts.category", "pk": 5, "fields": {"name": "Species Richness", "description": "The number of different species present in an urban area, often used as a measure of biodiversity."}}, {"model": "posts.category", "pk": 6, "fields": {"name": "Habitat Specialists vs. Generalists", "description": "Distinguishing between species that are specialized for specific urban habitats and those that are more generalist in their habitat requirements."}}, {"model": "posts.category", "pk": 7, "fields": {"name": "Native vs. Non-native Species", "description": "Categorizing species as either native to the region or introduced/non-native."}}, {"model": "posts.category", "pk": 8, "fields": {"name": "Physical/Biophysical Factors", "description": "Environmental factors like soil quality, water availability, and microclimate that influence urban biodiversity."}}, {"model": "posts.category", "pk": 9, "fields": {"name": "Socioeconomic Factors", "description": "The role of socioeconomic factors, like income levels, education, and cultural attitudes, in shaping urban biodiversity patterns."}}, {"model": "posts.category", "pk": 10, "fields": {"name": "Hierarchical Habitat Classification", "description": "A systematic way of classifying urban habitats at different spatial scales, from individual patches to larger landscape units."}}, {"model": "posts.category", "pk": 11, "fields": {"name": "Citizen Science Data", "description": "Biodiversity data collected by members of the public through citizen science projects and initiatives."}}, {"model": "posts.category", "pk": 12, "fields": {"name": "Plant Communities", "description": "Categorizing and studying the diversity of plant species and communities found in urban areas."}}, {"model": "posts.category", "pk": 13, "fields": {"name": "Ecosystem Types", "description": "Classifying different types of urban ecosystems, such as wetlands, forests, grasslands, and their associated biodiversity."}}]