[{"model": "posts.post", "pk": 1, "fields": {"title": "Plant diversity in urban green spaces led to sevenfold increase in insect species, study finds", "slug": "plant-diversity-in-urban-green-spaces-led-to-seven", "author": 2, "featured_image": "image/upload/placeholder", "content": "The benefits of urban greening initiatives are increasingly well documented: they can help mitigate the effects of urban heating, and improve physical health and mental wellbeing. And even small greening actions in cities can significantly improve local biodiversity, new research suggests.\r\n\r\nIncreasing the diversity of native plants in a single urban green space resulted in a sevenfold increase in the number of insect species after three years, Australian researchers have found.\r\n\r\nAccording to the study’s authors, there had previously been “little empirical evidence of how specific greening actions may mitigate the detrimental effects of urbanisation”.\r\n\r\nSign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup\r\nExisting research largely involved observational studies where urban greening had already taken place and “scientists come after the fact to see what’s happened”, said the study’s lead author, Dr Luis Mata of the University of Melbourne and a lead research scientist at Cesar Australia.\r\n\r\nThe greening initiative was conducted on a small 195 sq m plot of land in Melbourne, on a site adjacent to a major road.\r\n\r\n“It was conducted in a very densely urbanised area, completely surrounded by streets and relatively tall buildings, and with limited access to surrounding green space,” Mata said.\r\n\r\nEven so, the team found “substantial ecological changes”, he said. “I think we found a really strong signal given the disadvantages of the site itself.”\r\n\r\nResearchers measured baseline insect numbers the year before greening began, when 12 indigenous plant species were introduced to the space, and subsequently conducted insect surveys for the following three years.\r\n\r\nThey identified 94 insect species in total, 91 indigenous to the Australian state of Victoria. The researchers estimated that by the final year of the study there were about 7.3 times more insect species than originally present, even though only nine plant species remained.\r\n\r\nThe team also found substantial increases in the number of predator and parasitoid insect species, which help to regulate populations of pest insects.\r\n\r\n“These are two key groups that provide a really good ecological signal that the trophic network and all the proper interactions are happening at the site,” Mata said.\r\n\r\nforest\r\nPrescribing nature: the restorative power of a simple dose of outdoors\r\nRead more\r\nThe researchers concluded that the study contributed a “critical evidence base to support future greening projects and the practice, policy and decision-making for protecting nature in urban environments”.\r\n\r\n“I think we’re starting to see some good greening outcomes that are being captured in policy, at least in principle,” Mata said. “Providing the evidence that greening is actually working is critical.”\r\n\r\nHe hopes the study may motivate gardeners who are encouraged to plant native plants. “This could help provide the evidence that … no matter how small your intervention, you’re going to derive a good positive ecological outcome.”\r\n\r\n“We really need to do a better job valuing small, isolated green spaces,” said Prof Dieter Hochuli of the University of Sydney, who was not involved in the study. “The size of the area being studied is what many would typically claim doesn’t really serve as great habitat for things, and isn’t contributing much to biodiversity and its management. The data in this paper show otherwise.\r\n\r\n“It’s also a potent reminder of the importance [of] consider[ing] the quality of habitat, not just the amount of it. We often take simplistic approaches framed around planting more trees or creating more green space without considering how well it provides for species that might use it. It’s not a case of ‘any green will do’.”\r\n\r\nSkyscraper wall with green plants terraces<br>Modern skyscraper wall with green plants terraces, Singapore\r\nCan cities help us fight climate change? – podcast\r\nRead more\r\nOther research in urban green spaces has linked sites with flowering plants to greater insect biodiversity compared to sites with non-flowering plants.\r\n\r\n“Small-scale greening can be highly beneficial to invertebrate communities, which in time can support higher order taxa like birds,” said Dr Caragh Threlfall of Macquarie University, who was not involved in the study.\r\n\r\nIncreasing access to green and blue spaces and ensuring biodiversity-inclusive urban planning was agreed as one of the targets of the Cop15 summit last year.\r\n\r\nThe research was published in the journal Ecological Solutions and Evidence.", "created_at": "2024-06-15T15:44:12.880Z", "updated_at": "2024-06-15T15:44:12.880Z", "upvotes": 1, "downvotes": 0, "is_featured": false, "status": "published", "excerpt": "", "category": 1}}, {"model": "posts.post", "pk": 2, "fields": {"title": "Embracing Urban Biodiversity", "slug": "embracing-urban-biodiversity", "author": 1, "featured_image": "image/upload/placeholder", "content": "<p>In the heart of bustling cities, a quiet revolution is taking place. Urban biodiversity, once overlooked, is now being celebrated and embraced as a vital component of sustainable urban living.</p><p>From rooftop gardens to community parks, cities are transforming into vibrant ecosystems, providing refuge for a diverse array of plant and animal species. This harmonious coexistence not only enriches our urban landscapes but also offers numerous benefits for our well-being and the environment.</p>", "created_at": "2024-06-15T12:00:00Z", "updated_at": "2024-06-15T12:00:00Z", "upvotes": 0, "downvotes": 0, "is_featured": true, "status": "published", "excerpt": "Urban biodiversity is being embraced as a vital component of sustainable urban living, providing refuge for diverse plant and animal species.", "category": null}}, {"model": "posts.post", "pk": 3, "fields": {"title": "Green Roofs: Oases in the Concrete Jungle", "slug": "green-roofs-oases-in-the-concrete-jungle", "author": 2, "featured_image": "image/upload/placeholder", "content": "<p>Green roofs are transforming the urban landscape, providing a sanctuary for biodiversity amidst the concrete jungle. These innovative rooftop gardens not only beautify our cities but also offer a range of environmental benefits.</p><p>From reducing urban heat island effects to improving air quality and stormwater management, green roofs are a testament to the power of nature in urban settings. They provide habitats for birds, insects, and other wildlife, creating a harmonious balance between the built environment and the natural world.</p>", "created_at": "2024-06-14T14:30:00Z", "updated_at": "2024-06-14T14:30:00Z", "upvotes": 0, "downvotes": 0, "is_featured": false, "status": "published", "excerpt": "Green roofs are transforming urban landscapes, providing sanctuaries for biodiversity and offering environmental benefits.", "category": null}}, {"model": "posts.post", "pk": 4, "fields": {"title": "The Role of Community Gardens in Biodiversity", "slug": "the-role-of-community-gardens-in-biodiversity", "author": 2, "featured_image": "image/upload/placeholder", "content": "<p>Community gardens are important for urban biodiversity. They provide space for growing plants and vegetables, which in turn support various insects and animals.</p>", "created_at": "2024-06-07T07:40:00Z", "updated_at": "2024-06-07T07:40:00Z", "upvotes": 0, "downvotes": 0, "is_featured": false, "status": "published", "excerpt": "Community gardens enhance urban biodiversity.", "category": null}}, {"model": "posts.post", "pk": 5, "fields": {"title": "Creating a Pollinator Paradise in Your Backyard", "slug": "creating-a-pollinator-paradise-in-your-backyard", "author": 1, "featured_image": "image/upload/placeholder", "content": "<p>Pollinators, such as bees, butterflies, and hummingbirds, are essential for the reproduction of many plants. Unfortunately, pollinator populations are declining worldwide due to habitat loss and pesticide use.</p><p>You can help to create a pollinator paradise in your own backyard by planting native flowers, providing nesting sites, and avoiding pesticides. Even a small balcony garden can provide valuable habitat for pollinators.</p>", "created_at": "2024-06-06T11:20:00Z", "updated_at": "2024-06-06T11:20:00Z", "upvotes": 0, "downvotes": 0, "is_featured": false, "status": "published", "excerpt": "Create a pollinator haven in your backyard to help declining pollinator populations.", "category": null}}, {"model": "posts.post", "pk": 6, "fields": {"title": "Rewilding our cities: beauty, biodiversity and the biophilic cities movement", "slug": "rewilding-our-cities-beauty-biodiversity-and-the-b", "author": 1, "featured_image": "image/upload/placeholder", "content": "<p>Our cities are dominated by glass-faced edifices that overheat like greenhouses then guzzle energy to cool down. Instead, we could have buildings that are intimately connected to the living systems that have evolved with us, that celebrate the human-nature connection that is central to our wellbeing.\r\n<p>As more of us in Australia live in urban areas and our cities grow, bringing nature into our cities is a key part of establishing and rebuilding that connection. As well as bringing beauty into urban environments, we know that people are healthier when they are connected to nature. Research also shows that crime rates decrease in areas with street trees and that property values increase.</p>\r\nNature knows how to manage flooding and weather events and is more adaptable than many of our engineered systems, yet we refuse to learn from it. As we grapple with changing the way that we live due to climate change, we have an opportunity to learn from both the natural systems and Indigenous cultures that have mastered managing and supporting the diversity of Australia for thousands of years.\r\n\r\nThe “Greener Places” framework, released by the government architect of New South Wales last year, outlines the many benefits of green infrastructure; from increased social interaction and inclusion to reduced flood risk and improved property values. With all this knowledge about the benefits of nature in cities, we are still seeing developments that have little to no nature and if they do, there is very limited thought given to the creation of habitats that can increase biodiversity. A regenerative design approach, one that creates opportunities for people and nature to thrive together, is emerging as a way forward as is the biophilic cities movement that began in the US and is now present in Australia.\r\n\r\nOur cities could be rewilded and become habitats for native species everywhere, even in the densest of city centre environments, while also creating engaging community spaces for people. As Australian cities become denser, the benefits of connecting to nature increase, yet we often tell ourselves that it is not possible to bring nature into the city, that it requires too much space or is best left to the creation of parks where it can stay separate from our built spaces.\r\n\r\nBiodiversity exists everywhere, even the smallest urban green spaces provide essential habitats for the most minute of species. If we manage to link those small spaces together, then the potential increases. Fortunately, we are seeing projects emerging in cities around the world that demonstrate the possibilities.\r\n\r\nHigh-profile projects like the Highline in New York City provide examples to cities elsewhere for how leftover spaces in cities can be completely transformed to connect both people and nature. Rewilding is about adding nature everywhere, not just in parks, by using nature-based solutions or green infrastructure at the edges of our streets, in leftover spaces and on and within our buildings. If we viewed our developments as spaces for nature, from which we cut out the spaces for human use rather than ones where we design for human use and add a token amount of green to them at the edge, we will have a chance at bringing people and nature into a healthy balance.\r\n\r\nOur cities in Australia are teeming with leftover spaces, from railway cuttings to car parks and abandoned industrial sites. All too often our busiest roads are hostile environments with little to no nature and our cities rooftops and plazas are hard surfaces that contribute to increased heat and polluted water runoff. The nature that we add does not just need to be trees, projects like Sydney’s Camperdown Commons, Perth City Farm or Melbourne’s SkyFarm demonstrate the opportunity to grow food in our cities while simultaneously growing community interaction and engagement.\r\n\r\nThere are many ambitions within our cities to create blue/green grids and several plans, frameworks and guidelines that outline the opportunities and benefits. The City of Melbourne’s Green Our City strategic action plan outlines how green walls and roofs can play a part in bringing nature into the city, for example. What we are lacking is the wide-spread integration of these frameworks into the actual designing and engineering of our cities as well as the economic will to hand over some space to nature.\r\n\r\nWe are typically shortsighted and unable to see the benefits that nature provides us in the long-term. Too often we do not conduct an economic benefit analysis of the increased property values, reduction of pollutants in waterways, and cleaner air that results from these measures. Several high-profile building projects in Sydney and Melbourne have led the way in exploring how to include nature. The planned Green Spine project in Melbourne integrates nature as a defining design feature and the successful One Central Park project in Sydney provides a vibrant urban greening example that takes nature up from the ground plane on to its facade. A movement that demonstrates regenerative thinking is showing signs of emergence.\r\n\r\nThe bones are there for the rewilding of our cities to become a reality. Government frameworks, commitments and priorities acknowledge the benefits, we have built examples that can act as catalyst projects for others, and time is becoming critical both in regard to climate change and biodiversity loss, issues that polls consistently show are of high importance to Australians. Let’s hope that more species becoming extinct, devastating bushfires, catastrophic floods and chaotic demonstrations of changing weather patterns do not need to happen for us to take action.\r\n\r\nA decade ago the UN convention set targets for biodiversity – alarmingly, none of them have been achieved. In the next decade, we must embrace our responsibility to support nature to thrive, the survival of all other species on which we depend, lies in our hands. Over the last 200 years, Australia has lost 75% of its rainforests and has the world’s worst record of mammal extinctions. While we continue to see nature as something that we can take and destroy and as something that it is separate to us, it is unlikely that anything will change. Here in Australia, even the threat of koala extinction after last year’s bushfires has not resulted in sufficient action.\r\n\r\nFundamentally our relationship to nature is key to this change, we need to embrace nature in our everyday lives and act with the knowledge that whatever we do to nature, we do to ourselves.\r\n\r\n Amanda Sturgeon is the regenerative design and climate change practice lead, Mott MacDonald Asia Pacific, New Zealand and Australia.", "created_at": "2024-06-16T11:52:42.326Z", "updated_at": "2024-06-17T15:42:01.860Z", "upvotes": 2, "downvotes": 0, "is_featured": false, "status": "published", "excerpt": "", "category": 2}}]